Repository: vicajilau/simple-event-cms
Catalog: lib/l10n/app_*.arb
Languages: ca, es, eu, fr, gl, it, pt

source: Loading agenda...
ca: Carregant agenda...
es: Cargando agenda...
eu: Agenda kargatzen...
fr: Chargement de l'agenda...
gl: Cargando axenda...
it: Caricamento agenda...
pt: Carregando agenda...

source: Retry
ca: Tornar a intentar
es: Reintentar
eu: Berriro saiatu
fr: Réessayer
gl: Reintentar
it: Riprova
pt: Tentar novamente

source: No events scheduled
ca: No hi ha esdeveniments programats
es: No hay eventos programados
eu: Ez dago gertaera programaturik
fr: Aucun événement programmé
gl: Non hai eventos programados
it: Nessun evento programmato
pt: Nenhum evento programado

source: Loading speakers...
ca: Carregant ponents...
es: Cargando ponentes...
eu: Hizlariak kargatzen...
fr: Chargement des intervenants...
gl: Cargando relatores...
it: Caricamento relatori...
pt: Carregando palestrantes...

source: No speakers registered
ca: No hi ha ponents registrats
es: No hay ponentes registrados
eu: Ez dago hiztun erregistraturik
fr: Aucun intervenant enregistré
gl: Non hai relatores rexistrados
it: Nessun relatore registrato
pt: Nenhum palestrante registrado

source: Loading sponsors...
ca: Carregant patrocinadors...
es: Cargando patrocinadores...
eu: Babesleak kargatzen...
fr: Chargement des sponsors...
gl: Cargando patrocinadores...
it: Caricamento sponsor...
pt: Carregando patrocinadores...

source: No sponsors registered
ca: No hi ha patrocinadors registrats
es: No hay patrocinadores registrados
eu: Ez dago babesle erregistraturik
fr: Aucun sponsor enregistré
gl: Non hai patrocinadores rexistrados
it: Nessuno sponsor registrato
pt: Nenhum patrocinador registrado

source: Loading...
ca: Carregant...
es: Cargando...
eu: Kargatzen...
fr: Chargement...
gl: Cargando...
it: Caricamento...
pt: Carregando...

source: Error loading image
ca: Error en carregar la imatge
es: Error al cargar imagen
eu: Errorea irudia kargatzean
fr: Erreur lors du chargement de l'image
gl: Erro ao cargar a imaxe
it: Errore durante il caricamento d'immagine
pt: Erro ao carregar la imagem

source: TALK
ca: XERRADA
es: CHARLA
eu: HITZALDIA
fr: CONFÉRENCE
gl: CHARLA
it: PRESENTAZIONE
pt: PALESTRA

source: WORKSHOP
ca: TALLER
es: TALLER
eu: TAILERRA
fr: ATELIER
gl: OBRADOIRO

# sessionBreak
source: BREAK
ca: DESCANS
es: DESCANSO
eu: ATSEDENA
fr: PAUSE
gl: DESCANSO
it: PAUSA
pt: INTERVALO

source: Next event...
ca: Proxim esdeveniment...
es: Próximo evento...
eu: Hurrengo ekitaldia...
fr: Événement à venir...
gl: Vindeiro evento...
it: Prossimo evento...
pt: Próximo evento...

source: Speakers
ca: Ponents
es: Ponentes
eu: Hizlariak
fr: Intervenants
gl: Relatores
it: Relatori
pt: Palestrantes

source: Sponsors
ca: Patrocinadors
es: Patrocinadores
eu: Babesleak
gl: Patrocinadores
it: Sponsor
pt: Patrocinadores

# eventInfo
source: Event Information
ca: Informació de l'Esdeveniment
es: Información del Evento
eu: Gertaeraren Informazioa
fr: Informations sur l'Événement
gl: Información do Evento
it: Informazioni sull'Evento
pt: Informações do Evento

source: Event Dates
ca: Dates de l'Esdeveniment
es: Fechas del Evento
eu: Gertaeraren Datak
fr: Dates de l'Événement
gl: Datas do Evento
it: Date dell'Evento
pt: Datas do Evento

# changeVisibilityToVisible
source: From now on the event will be visible to everyone
ca: A partir d'ara l'esdeveniment serà visible per a tothom
es: A partir de ahora, el evento será visible para todos
eu: Hemendik aurrera, ekitaldia guztientzat ikusgai egongo da
fr: À partir de maintenant, l'événement sera visible pour tout le monde
gl: A partir de agora, o evento será visible para todos
it: D'ora in poi, l'evento sarà visibile a tutti
pt: A partir de agora, o evento será visível para todos

# changeVisibilityToHidden
source: This will make the event not appear to users
ca: Això farà que l'esdeveniment no aparegui als usuaris
es: Esto hará que el evento no sea visible para los usuarios
eu: Honek ekitaldia erabiltzaileentzat ikusezin bihurtuko du
fr: Cela rendra l'événement non visible pour les utilisateurs
gl: Isto fará que o evento non sexa visible para os usuarios
it: Questo renderà l'evento non visibile agli utenti
pt: Isso tornará o evento não visível para os usuários

source: Venue
ca: Lloc
es: Lugar
eu: Lekua
fr: Lieu
gl: Lugar
it: Luogo
pt: Local

source: Description
ca: Descripció
es: Descripción
eu: Deskribapena
gl: Descrición
it: Descrizione
pt: Descrição

source: Close
ca: Tancar
es: Cerrar
eu: Itxi
fr: Fermer
gl: Pechar
it: Chiudi
pt: Fechar

source: Event is open by default
ca: Està obert per defecte
es: El evento está abierto por defecto
eu: Gertaera lehenespenez irekita dago
fr: L'événement est ouvert par défaut
gl: O evento está aberto por defecto
it: L'evento è aperto per impostazione predefinita
pt: O evento é aberto por padrão

source: Event is not open by default
ca: Està tancat per defecte
es: El evento no está abierto por defecto
eu: Gertaera ez dago lehenespenez irekita
fr: L'événement n'est pas ouvert par défaut
gl: O evento non está aberto por defecto
it: L'evento non è aperto per impostazione predefinita
pt: O evento não é aberto por padrão

# openByDefaultLabel
source: Open by default
ca: Obert per defecte
es: Abierto por defecto
eu: Lehenespenez irekita
fr: Ouvert par défaut
gl: Abrir por defecto
it: Aperto per impostazione predefinita
pt: Aberto por padrão

source: Website
ca: Lloc Web
es: Sitio Web
eu: Webgunea
fr: Site Web
gl: Sitio Web
it: Sito Web
pt: Site

# changeVisibilityTitle
source: Change Visibility
ca: Canviar la visibilitat
es: Cambiar visibilidad
eu: Ikusgaitasuna Aldatu
fr: Changer la visibilité
gl: Cambiar visibilidade
it: Cambia visibilità
pt: Alterar visibilidade

source: Open URL
ca: Obrir URL
es: Abrir URL
eu: URL ireki
fr: Ouvrir l'URL
gl: Abrir URL
it: Apri URL
pt: Abrir URL

# deleteEventTitle
source: Delete Event
ca: Eliminar esdeveniment
es: Eliminar evento
eu: Gertaera ezabatu
fr: Supprimer l'événement
gl: Eliminar evento
it: Elimina evento
pt: Excluir Evento

# deleteEventMessage
source: Are you sure you want to delete this event? This will delete the sessions associated with the event.
ca: Estàs segur que vols eliminar aquest esdeveniment? Això esborrarà les sessions associades a l'esdeveniment.
es: ¿Estás seguro de que quieres eliminar este evento? Esto borrará las sesiones asociadas al evento.
eu: Ziur zaude gertaera hau ezabatu nahi duzula? Honek gertaerarekin lotutako saioak ezabatuko ditu.
fr: Êtes-vous sûr de vouloir supprimer cet événement ? Cela supprimera les sessions associées à l'événement.
gl: Estás seguro de que queres eliminar este evento? Isto borrará as sesións asociadas ao evento.
it: Sei sicuro di voler eliminare questo evento? Questo cancellerà le sessioni associate all'evento.
pt: Tem certeza de que deseja excluir este evento? Isso excluirá as sessões associadas ao evento.

source: Event is visible
ca: L'esdeveniment és visible
es: El evento es visible
eu: Gertaera ikusgai dago
fr: L'événement est visible
gl: O evento é visible
it: L'evento è visibile
pt: Evento visível

# visibilityLabel
source: Visibility
ca: Visibilitat
es: Visibilidad
eu: Ikusgaitasuna
fr: Visibilité
gl: Visibilidade
it: Visibilità
pt: Visibilidade

source: Event is hidden
ca: L'esdeveniment està ocult
es: El evento está oculto
eu: Gertaera ezkutatuta dago
fr: L'événement est masqué
gl: O evento está oculto
it: L'evento è nascosto
pt: Evento oculto

source: Change Language
ca: Canviar Idioma
es: Cambiar Idioma
eu: Hizkuntza aldatu
fr: Changer la Langue
gl: Cambiar Idioma
it: Cambia Lingua
pt: Mudar Idioma

source: Speaker Form
ca: Formulari de Ponent
es: Formulario de Ponente
eu: Hizlariaren Inprimakia
fr: Formulaire d'intervenant
gl: Formulario de Relator
it: Modulo del Relatore
pt: Formulário de Palestrante

# nameLabel
source: Name*
ca: Nom*
es: Nombre*
eu: Izena*
fr: Nom*
gl: Nome*
it: Nome*
pt: Nome*

# nameErrorHint
source: Please enter your name
ca: Si us plau, introdueix el teu nom
es: Por favor ingresa tu nombre
eu: Mesedez, sartu zure izena
fr: Veuillez entrer votre nom
gl: Por favor, introduce o teu nome
it: Per favore inserisci il tuo nome
pt: Por favor, insira seu nome

# bioLabel
source: Biography*
ca: Biografia*
es: Biografía*
eu: Biografia*
fr: Biographie*
gl: Biografía*
it: Biografia*
pt: Biografia*

# bioErrorHint
source: Please enter your biography
ca: Si us plau, introdueix la teva biografia
es: Por favor ingresa tu biografía
eu: Mesedez, sartu zure biografia
fr: Veuillez entrer votre biographie
gl: Por favor, introduce a túa biografía
it: Per favore inserisci la tua biografia
pt: Por favor, insira sua biografia

# imageUrlLabel
source: Image URL
ca: URL de la Imatge
es: URL de la Imagen
eu: Irudiaren URLa
fr: URL de l'image
gl: URL da Imaxe
it: URL dell'immagine
pt: URL da Imagem

# nameHint
source: Enter the speaker's name
ca: Introdueix el nom del ponent
es: Introduce el nombre del ponente
eu: Sartu hizlariaren izena
fr: Entrez le nom de l'intervenant
gl: Introduce o nome do relator
it: Inserisci il nome del relatore
pt: Insira o nome do palestrante

# bioHint
source: Enter the speaker's biography
ca: Introdueix la biografia del ponent
es: Introduce la biografía del ponente
eu: Sartu hizlariaren biografia
fr: Entrez la biographie de l'intervenant
gl: Introduce a biografía do relator
it: Inserisci la biografia del relatore
pt: Insira a biografia do palestrante

# imageUrlHint
source: Enter the speaker's image URL
ca: Introdueix la URL de la imatge del ponent
es: Introduce la URL de la imagen del ponente
eu: Sartu hizlariaren irudiaren URLa
fr: Entrez l'URL de l'image de l'intervenant
gl: Introduce a URL da imaxe do relator
it: Inserisci l'URL dell'immagine del relatore
pt: Insira a URL da imagem do palestrante

# twitterHint
source: Enter the Twitter URL
ca: Introdueix la URL de Twitter
es: Introduce la URL de Twitter
eu: Sartu Twitter URLa
fr: Entrez l'URL de Twitter
gl: Introduce a URL de Twitter
it: Inserisci l'URL di Twitter
pt: Insira a URL do Twitter

# githubHint
source: Enter the GitHub URL
ca: Introdueix la URL de GitHub
es: Introduce la URL de GitHub
eu: Sartu GitHub URLa
fr: Entrez l'URL de GitHub
gl: Introduce a URL de GitHub
it: Inserisci l'URL di GitHub
pt: Insira a URL do GitHub

# linkedinHint
source: Enter the LinkedIn URL
ca: Introdueix la URL de LinkedIn
es: Introduce la URL de LinkedIn
eu: Sartu LinkedIn URLa
fr: Entrez l'URL de LinkedIn
gl: Introduce a URL de LinkedIn
it: Inserisci l'URL di LinkedIn
pt: Insira a URL do LinkedIn

# saveButton
source: Save
ca: Desa
es: Guardar
eu: Gorde
fr: Enregistrer
gl: Gardar
it: Salva
pt: Salvar

source: Error loading data
ca: Error carregant les dades
es: Error cargando los datos
eu: Errorea datuak kargatzean
fr: Erreur lors du chargement des données
gl: Erro ao cargar os datos
it: Errore durante il caricamento dei dati
pt: Erro ao carregar os dados

# errorUnknown
source: Unknown error
ca: Error desconegut
es: Error desconocido
eu: Errore ezezaguna
fr: Erreur inconnue
gl: Erro descoñecido
it: Errore sconosciuto
pt: Erro desconhecido

source: Create Session
ca: Crear Sessió
es: Crear Sesión
eu: Saioa Sortu
fr: Créer une session
gl: Crear Sesión
it: Crea Sessione
pt: Criar Sessão

source: Edit Session
ca: Editar Sessió
es: Editar Sesión
eu: Saioa Editatu
fr: Modifier la session
gl: Editar Sesión
it: Modifica Sessione
pt: Editar Sessão

# loadingTitle
source: Loading...
ca: Carregant...
es: Cargando...
eu: Kargatzen...
fr: Chargement...
gl: Cargando...
it: Caricamento...
pt: Carregando...

# unexpectedError
source: An unexpected error has occurred.
ca: Ha ocorregut un error inesperat.
es: Ha ocurrido un error inesperado.
eu: Ustekabeko errorea gertatu da.
fr: Une erreur inattendue est survenue.
gl: Ocorreu un erro inesperado.
it: Si è verificato un errore imprevisto.
pt: Ocorreu um erro inesperado.

# titleLabel
source: Title*
ca: Títol*
es: Título*
eu: Izenburua*
fr: Titre*
gl: Título*
it: Titolo*
pt: Título*

# talkTitleHint
source: Enter talk title
ca: Introdueix el títol de la xerrada
es: Introduce título de la charla
eu: Sartu hitzaldiaren izenburua
fr: Entrez le titre de la conférence
gl: Introduce o título da charla
it: Inserisci il titolo della presentazione
pt: Insira o título da palestra

# talkTitleError
source: Please enter a talk title
ca: Si us plau, introdueix un títol per a la xerrada
es: Por favor, introduce un título de la charla
eu: Mesedez, sartu hitzaldiaren izenburua
fr: Veuillez entrer un titre pour la conférence
gl: Por favor, introduce un título para a charla
it: Inserisci un titolo per la presentazione
pt: Por favor, insira um título para a palestra

# eventDayLabel
source: Event day*
ca: Dia de l'esdeveniment*
es: Día del evento*
eu: Gertaeraren eguna*
fr: Jour de l'événement*
gl: Día do evento*
it: Giorno dell'evento*
pt: Dia do evento*

# selectDayHint
source: Select a day
ca: Selecciona un dia
es: Selecciona un día
eu: Aukeratu egun bat
fr: Sélectionnez un jour
gl: Selecciona un día
it: Seleziona un giorno
pt: Selecione um dia

# selectDayError
source: Please select a day
ca: Si us plau, selecciona un dia
es: Por favor, selecciona un día
eu: Mesedez, aukeratu egun bat
fr: Veuillez sélectionner un jour
gl: Por favor, selecciona un día
it: Seleziona un giorno
pt: Por favor, selecione um dia

# roomLabel
source: Room*
ca: Sala*
es: Sala*
eu: Gela*
fr: Salle*
gl: Sala*
it: Sala*
pt: Sala*

# selectRoomHint
source: Select a room
ca: Selecciona una sala
es: Selecciona una sala
eu: Aukeratu gela bat
fr: Sélectionnez une salle
gl: Selecciona unha sala
it: Seleziona una sala
pt: Selecione uma sala

# selectRoomError
source: Please select a room
ca: Si us plau, selecciona una sala
es: Por favor, selecciona una sala
eu: Mesedez, aukeratu gela bat
fr: Veuillez sélectionner une salle
gl: Por favor, selecciona unha sala
it: Seleziona una sala
pt: Por favor, selecione uma sala

# startTimeLabel
source: Start time:
ca: Hora d'inici:
es: Hora de inicio:
eu: Hasiera ordua:
fr: Heure de début :
gl: Hora de inicio:
it: Ora di inizio:
pt: Hora de início:

# endTimeLabel
source: End time:
ca: Hora de finalització:
es: Hora final:
eu: Amaiera ordua:
fr: Heure de fin :
gl: Hora de finalización:
it: Ora di fine:
pt: Hora de término:

# timeValidationError
source: Start time must be before end time.
ca: L'hora d'inici ha de ser anterior a l'hora de finalització.
es: La hora de inicio debe ser anterior a la hora final.
eu: Hasiera ordua amaiera ordua baino lehenago izan behar da.
fr: L'heure de début doit être antérieure à l'heure de fin.
gl: A hora de inicio debe ser anterior á hora de finalización.
it: L'ora di inizio deve precedere l'ora di fine.
pt: A hora de início deve ser anterior à hora de término.

# speakerLabel
source: Speaker*
ca: Ponent*
eu: Hizlaria*
fr: Intervenant*
gl: Relator*
it: Relatore*
pt: Palestrante*

# noSpeakersMessage
source: No speakers. Add one.
ca: No hi ha ponents. Afegeix-ne un.
es: No hay speakers. Añade uno.
eu: Ez dago hizlaririk. Gehitu bat.
fr: Aucun intervenant. Ajoutez-en un.
gl: Non hai relatores. Engade un.
it: Nessun relatore. Aggiungine uno.
pt: Nenhum palestrante. Adicione um.

# selectSpeakerHint
source: Select a speaker
ca: Selecciona un ponent
es: Selecciona un speaker
eu: Aukeratu hizlari bat
fr: Sélectionnez un intervenant
gl: Selecciona un relator
it: Seleziona un relatore
pt: Selecione um palestrante

# selectSpeakerError
source: Please select a speaker
ca: Si us plau, selecciona un ponent
es: Por favor, selecciona un speaker
eu: Mesedez, aukeratu hizlari bat
fr: Veuillez sélectionner un intervenant
gl: Por favor, selecciona un relator
it: Seleziona un relatore
pt: Por favor, selecione um palestrante

# talkTypeLabel
source: Talk type*
ca: Tipus de xerrada*
es: Tipo de charla*
eu: Hitzaldi mota*
fr: Type de conférence*
gl: Tipo de charla*
it: Tipo di presentazione*
pt: Tipo de palestra*

# selectTalkTypeHint
source: Select the talk type
ca: Selecciona el tipus de xerrada
es: Selecciona el tipo de charla
eu: Aukeratu hitzaldi mota
fr: Sélectionnez le type de conférence
gl: Selecciona o tipo de charla
it: Seleziona il tipo di presentazione
pt: Selecione o tipo de palestra

# selectTalkTypeError
source: Please select the talk type
ca: Si us plau, selecciona el tipus de xerrada
es: Por favor, selecciona el tipo de charla
eu: Mesedez, aukeratu hitzaldi mota
fr: Veuillez sélectionner le type de conférence
gl: Por favor, selecciona o tipo de charla
it: Seleziona il tipo di presentazione
pt: Por favor, selecione o tipo de palestra

# descriptionLabel
source: Description
ca: Descripció
es: Descripción
eu: Deskribapena
gl: Descrición
it: Descrizione
pt: Descrição

# talkDescriptionHint
source: Enter talk description...
ca: Introdueix la descripció de la xerrada...
es: Introduce descripción de la charla...
eu: Sartu hitzaldiaren deskribapena...
fr: Entrez la description de la conférence...
gl: Introduce a descrición da charla...
it: Inserisci la descrizione della presentazione...
pt: Insira a descrição da palestra...

# cancelButton
source: Cancel
ca: Cancel·lar
es: Cancelar
eu: Ezeztatu
fr: Annuler
gl: Cancelar
it: Annulla
pt: Cancelar

# timeSelectionError
source: Please select both start and end times.
ca: Si us plau, selecciona tant l'hora d'inici com la de finalització.
es: Por favor, seleccionar ambas horas: inicio y final.
eu: Mesedez, aukeratu hasiera eta amaiera orduak.
fr: Veuillez sélectionner les heures de début et de fin.
gl: Por favor, selecciona tanto a hora de inicio como a de finalización.
it: Seleziona sia l'ora di inizio che quella di fine.
pt: Por favor, selecione os horários de início e término.

source: No sessions found
ca: No s'han trobat sessions
es: No se encontraron sesiones
eu: Ez da saiorik aurkitu
fr: Aucune session trouvée
gl: Non se atoparon sesións
it: Nessuna sessione trovata
pt: Nenhuma sessão encontrada

# deleteSessionTitle
source: Delete session
ca: Eliminar sessió
es: Eliminar sesión
eu: Saioa ezabatu
fr: Supprimer la session
gl: Eliminar sesión
it: Elimina sessione
pt: Excluir sessão

# deleteSessionMessage
source: Are you sure you want to delete the session?
ca: Estàs segur que vols eliminar la sessió?
es: ¿Estás seguro de que quieres eliminar la sesión?
eu: Ziur zaude saioa ezabatu nahi duzula?
fr: Êtes-vous sûr de vouloir supprimer la session ?
gl: Estás seguro de que queres eliminar a sesión?
it: Sei sicuro di voler eliminare la sessione?
pt: Tem certeza de que deseja excluir a sessão?

# editEventTitle
source: Edit event
ca: Edita l'esdeveniment
es: Edición evento
eu: Gertaera editatu
fr: Modifier l'événement
gl: Editar evento
it: Modifica evento
pt: Editar evento

# createEventTitle
source: Create event
ca: Crea l'esdeveniment
es: Creación evento
eu: Gertaera sortu
fr: Créer l'événement
gl: Crear evento
it: Crea evento
pt: Criar evento

source: Editing event
ca: Editant l'esdeveniment
es: Editando evento
eu: Gertaera editatzen
fr: Édition de l'événement
gl: Editando evento
it: Modifica dell'evento
pt: Editando evento

source: Creating event
ca: Creant l'esdeveniment
es: Creando evento
eu: Gertaera sortzen
fr: Création de l'événement
gl: Creando evento
it: Creazione dell'evento
pt: Criando evento

# eventNameLabel
source: Event name
ca: Nom de l'esdeveniment
es: Nombre del evento
eu: Gertaeraren izena
fr: Nom de l'événement
gl: Nome do evento
it: Nome dell'evento
pt: Nome do evento

# eventNameHint
source: Enter the event name
ca: Introdueix el nom de l'esdeveniment
es: Introduce el nombre del evento
eu: Sartu gertaeraren izena
fr: Entrez le nom de l'événement
gl: Introduce o nome do evento
it: Inserisci il nome dell'evento
pt: Insira o nome do evento

source: Required field
ca: Camp obligatori
es: Campo requerido
eu: Beharrezko eremua
fr: Champ obligatoire
gl: Campo obrigatorio
it: Campo obbligatorio
pt: Campo obrigatório

# startDateLabel
source: Start date
ca: Data d'inici
es: Fecha inicio
eu: Hasiera data
fr: Date de début
gl: Data de inicio
it: Data di inizio
pt: Data de início

# dateHint
source: YYYY-MM-DD
eu: UUUU-HH-EE
fr: AAAA-MM-JJ
gl: AAAA-MM-DD
it: AAAA-MM-GG
pt: AAAA-MM-DD

# endDateLabel
source: End date
ca: Data de finalització
es: Fecha fin
eu: Amaiera data
fr: Date de fin
gl: Data de finalización
it: Data di fine
pt: Data de término

source: Add end date
ca: Afegeix data de finalització
es: Añadir fecha de fin
eu: Gehitu amaiera data
fr: Ajouter une date de fin
gl: Engadir data de finalización
it: Aggiungi data di fine
pt: Adicionar data de término

# roomsLabel
source: Rooms
ca: Sales
es: Salas
eu: Gelak
fr: Salles
gl: Salas
it: Sale
pt: Salas

# timezoneLabel
source: Timezone
ca: Zona horària
eu: Ordu-zona
fr: Fuseau horaire
gl: Fuso horario
it: Fuso orario
pt: Fuso horário

# timezoneHint
source: Enter the timezone
ca: Introdueix la zona horària
es: Introduce el timezone
eu: Sartu ordu-zona
fr: Entrez le fuseau horaire
gl: Introduce o fuso horario
it: Inserisci il fuso orario
pt: Insira o fuso horário

# baseUrlLabel
source: Base URL
ca: URL base
eu: Oinarrizko URLa
fr: URL de base
gl: URL base
it: URL di base
pt: URL base

# baseUrlHint
source: Enter the Base URL
ca: Introdueix la URL base
es: Introduce la Base URL
eu: Sartu oinarrizko URLa
fr: Entrez l'URL de base
gl: Introduce a URL base
it: Inserisci l'URL di base
pt: Insira a URL base

# primaryColorLabel
source: Primary Color
ca: Color primari
es: Color Primario
eu: Kolore nagusia
fr: Couleur principale
gl: Cor primaria
it: Colore primario
pt: Cor primária

# primaryColorHint
source: Enter the primary color (e.g. #FFFFFF)
ca: Introdueix el color primari (p. ex., #FFFFFF)
es: Introduce el color primario (ej. #FFFFFF)
eu: Sartu kolore nagusia (adib. #FFFFFF)
fr: Entrez la couleur principale (par ex. #FFFFFF)
gl: Introduce a cor primaria (p. ex., #FFFFFF)
it: Inserisci il colore primario (es. #FFFFFF)
pt: Insira a cor primária (por exemplo, #FFFFFF)

# secondaryColorLabel
source: Secondary Color
ca: Color secundari
es: Color Secundario
eu: Bigarren mailako kolorea
fr: Couleur secondaire
gl: Cor secundaria
it: Colore secondario
pt: Cor secundária

# secondaryColorHint
source: Enter the secondary color (e.g. #000000)
ca: Introdueix el color secundari (p. ex., #000000)
es: Introduce el color secundario (ej. #000000)
eu: Sartu bigarren mailako kolorea (adib. #000000)
fr: Entrez la couleur secondaire (par ex. #000000)
gl: Introduce a cor secundaria (p. ex., #000000)
it: Inserisci il colore secondario (es. #000000)
pt: Insira a cor secundária (por exemplo, #000000)

# venueTitle
source: Venue
ca: Lloc
eu: Lekua
fr: Lieu
gl: Lugar
it: Luogo
pt: Local

# venueNameLabel
source: Venue Name
ca: Nom del lloc
es: Nombre del Venue
eu: Lekuaren izena
fr: Nom du lieu
gl: Nome do lugar
it: Nome del luogo
pt: Nome do local

# venueNameHint
source: Enter the venue name
ca: Introdueix el nom del lloc
es: Introduce el nombre del venue
eu: Sartu lekuaren izena
fr: Entrez le nom du lieu
gl: Introduce o nome do lugar
it: Inserisci il nome del luogo
pt: Insira o nome do local

# venueAddressLabel
source: Venue Address
ca: Adreça del lloc
es: Dirección del Venue
eu: Lekuaren helbidea
fr: Adresse du lieu
gl: Enderezo do lugar
it: Indirizzo del luogo
pt: Endereço do local

# venueAddressHint
source: Enter the venue address
ca: Introdueix l'adreça del lloc
es: Introduce la dirección del venue
eu: Sartu lekuaren helbidea
fr: Entrez l'adresse du lieu
gl: Introduce o enderezo do lugar
it: Inserisci l'indirizzo del luogo
pt: Insira o endereço do local

# venueCityLabel
source: Venue City
ca: Ciutat del lloc
es: Ciudad del Venue
eu: Lekuaren hiria
fr: Ville du lieu
gl: Cidade do lugar
it: Città del luogo
pt: Cidade do local

# venueCityHint
source: Enter the venue city
ca: Introdueix la ciutat del lloc
es: Introduce la ciudad del venue
eu: Sartu lekuaren hiria
fr: Entrez la ville du lieu
gl: Introduce a cidade do lugar
it: Inserisci la città del luogo
pt: Insira a cidade do local
