Repository: vicajilau/simple-event-cms
Catalog: lib/l10n/app_*.arb
Languages: ca, es, eu, fr, gl, it, pt

# eventDescriptionHint
source: Enter the event description
ca: Introdueix la descripció de l'esdeveniment
es: Introduce la descripción del evento
eu: Sartu gertaeraren deskribapena
fr: Entrez la description de l'événement
gl: Introduce a descrición do evento
it: Inserisci la descrizione dell'evento
pt: Insira a descrição do evento

# errorPrefix
source: Error:
eu: Errorea:
fr: Erreur :
gl: Erro:
it: Errore:
pt: Erro:

# errorLoadingConfig
source: Error loading configuration:
ca: Error en carregar la configuració:
es: Error cargando configuración:
eu: Errorea konfigurazioa kargatzean:
fr: Erreur lors du chargement de la configuration :
gl: Erro ao cargar a configuración:
it: Errore during il caricamento della configurazione:
pt: Erro ao carregar a configuração:

# configNotAvailable
source: Error: Configuration not available
ca: Error: Configuració no disponible
es: Error: Configuración no disponible
eu: Errorea: Konfigurazioa ez dago erabilgarri
fr: Erreur : Configuration non disponible
gl: Erro: Configuración non dispoñible
it: Errore: Configurazione non disponibile
pt: Erro: Configuração não disponível

source: No events to show.
ca: No hi ha esdeveniments per mostrar.
es: No hay eventos para mostrar.
eu: Ez dago erakusteko gertaerarik.
fr: Aucun événement à afficher.
gl: Non hai eventos para amosar.
it: Nessun evento da mostrare.
pt: Nenhum evento para mostrar.

# eventDeleted
source: deleted
ca: eliminat
es: eliminado
eu: ezabatuta
fr: supprimé
gl: eliminado
it: eliminato
pt: excluído

# loginTitle
source: Login
ca: Inici de sessió
eu: Saioa hasi
fr: Connexion
gl: Iniciar sesión
it: Accesso

# projectNameLabel
source: Project Name
ca: Nom del projecte
es: Nombre del Proyecto
eu: Proiektuaren izena
fr: Nom du projet
gl: Nome do proxecto
it: Nome del progetto
pt: Nome do projeto

# projectNameHint
source: Please enter the project name
ca: Si us plau, introdueix el nom del projecte
es: Por favor, introduce el nombre del proyecto
eu: Mesedez, sartu proiektuaren izena
fr: Veuillez entrer le nom du projet
gl: Por favor, introduce o nome do proxecto
it: Inserisci il nome del progetto
pt: Por favor, insira o nome do projeto

# tokenHint
source: Please enter a valid GitHub token
ca: Si us plau, introdueix un token de GitHub vàlid
es: Por favor, introduce un token de GitHub válido
eu: Mesedez, sartu baliozko GitHub token bat
fr: Veuillez entrer un jeton GitHub valide
gl: Por favor, introduce un token de GitHub válido
it: Inserisci un token GitHub valido
pt: Por favor, insira um token do GitHub válido

# unknownAuthError
source: Unknown authentication failure.
ca: Error d'autenticació desconegut.
es: Fallo de autenticación desconocido.
eu: Autentifikazio-errore ezezaguna.
fr: Échec d'authentification inconnu.
gl: Fallo de autenticación descoñecido.
it: Errore di autenticazione sconosciuto.
pt: Falha de autenticação desconhecida.

# projectNotFoundError
source: The project "{projectName}" does not exist in your GitHub repositories.
ca: El projecte "{projectName}" no existeix en els teus repositoris de GitHub.
es: El proyecto "{projectName}" no existe en tus repositorios de GitHub.
eu: “{projectName}” proiektua ez da existitzen zure GitHub-eko biltegietan.
fr: Le projet "{projectName}" n'existe pas dans vos dépôts GitHub.
gl: O proxecto "{projectName}" non existe nos teus repositorios de GitHub.
it: Il progetto "{projectName}" non esiste nei tuoi repository GitHub.
pt: O projeto "{projectName}" não existe em seus repositórios do GitHub.

# authNetworkError
source: Authentication or network error. Check your credentials and project name.
ca: Error d'autenticació o de xarxa. Comprova les teves credencials i el nom del projecte.
es: Error de autenticación o problema de red. Verifica tus credenciales y el nombre del proyecto.
eu: Autentifikazio- edo sare-errorea. Egiaztatu zure kredentzialak eta proiektuaren izena.
fr: Erreur d'authentification ou de réseau. Vérifiez vos informations d'identification et le nom du projet.
gl: Erro de autenticación ou de rede. Comproba as túas credenciais e o nome do proxecto.
it: Errore di autenticazione o di rete. Controlla le tue credenziali e il nome del progetto.
pt: Erro de autenticação ou de rede. Verifique suas credenciais e o nome do projeto.

# closeButton
source: Close
ca: Tancar
es: Cerrar
eu: Itxi
fr: Fermer
gl: Pechar
it: Chiudi
pt: Fechar

# editSponsorTitle
source: Edit Sponsor
ca: Edita el patrocinador
es: Editar Sponsor
eu: Babeslea Editatu
fr: Modifier le sponsor
gl: Editar patrocinador
it: Modifica Sponsor
pt: Editar Patrocinador

# createSponsorTitle
source: Create Sponsor
ca: Crea el patrocinador
es: Crear Sponsor
eu: Babeslea Sortu
fr: Créer un sponsor
gl: Crear patrocinador
it: Crea Sponsor
pt: Criar Patrocinador

source: Editing Sponsor
ca: Editant el patrocinador
es: Editando Sponsor
eu: Babeslea Editatzen
fr: Édition du sponsor
gl: Editando patrocinador
it: Modifica dello sponsor
pt: Editando Patrocinador

source: Creating Sponsor
ca: Creant el patrocinador
es: Creando Sponsor
eu: Babeslea Sortzen
fr: Création du sponsor
gl: Creando patrocinador
it: Creazione dello sponsor
pt: Criando Patrocinador

# sponsorNameHint
source: Enter the Sponsor's name
ca: Introdueix el nom del patrocinador
es: Introduce el nombre del Sponsor
eu: Sartu babeslearen izena
fr: Entrez le nom du sponsor
gl: Introduce o nome do patrocinador
it: Inserisci il nome dello Sponsor
pt: Insira o nome do Patrocinador

# sponsorNameValidation
source: Please enter the Sponsor's name
ca: Si us plau, introdueix el nom del patrocinador
es: Introduce el nombre del Sponsor
eu: Sartu babeslearen izena
fr: Veuillez entrer le nom du sponsor
gl: Introduce o nome do Sponsor
it: Inserisci il nome dello Sponsor
pt: Nome

# logoLabel
source: Logo*
eu: Logoa*

# logoHint
source: Enter the logo URL
ca: Introdueix la URL del logo
es: Introduce la URL del logo
eu: Sartu logoaren URLa
fr: Entrez l'URL du logo
gl: Introduce a URL do logo
it: Inserisci l'URL del logo
pt: Insira a URL do logo

# logoValidation
source: Logo
es: Introduce la URL del logo
eu: Logoa

# websiteLabel
source: Web*
eu: Webgunea*

# websiteHint
source: Enter the website URL
ca: Introdueix la URL de la web
es: Introduce la URL de la web
eu: Sartu webgunearen URLa
fr: Entrez l'URL du site web
gl: Introduce a URL da web
it: Inserisci l'URL del sito web
pt: Insira a URL do site

# websiteValidation
source: Web
es: Introduce la URL de la web
eu: Webgunea

source: Main Sponsor
ca: Patrocinador Principal
es: Patrocinador Principal
eu: Babesle Nagusia
fr: Sponsor Principal
gl: Patrocinador Principal
it: Sponsor Principale
pt: Patrocinador Principal

source: Gold Sponsor
ca: Patrocinador Or
es: Patrocinador Gold
eu: Urrezko Babeslea
fr: Sponsor Or
gl: Patrocinador Ouro
it: Sponsor Oro
pt: Patrocinador Ouro

source: Silver Sponsor
ca: Patrocinador Plata
es: Patrocinador Silver
eu: Zilarrezko Babeslea
fr: Sponsor Argent
gl: Patrocinador Prata
it: Sponsor Argento
pt: Patrocinador Prata

source: Bronze Sponsor
ca: Patrocinador Bronze
es: Patrocinador Bronze
eu: Brontzezko Babeslea
fr: Sponsor Bronze
gl: Patrocinador Bronce
it: Sponsor Bronzo
pt: Patrocinador Bronze

# updateButton
source: Update
ca: Actualitzar
es: Actualizar
eu: Eguneratu
fr: Mettre à jour
gl: Actualizar
it: Aggiorna
pt: Atualizar

source: Add Button
ca: Afegir
es: Añadir
eu: Gehitu
fr: Ajouter
gl: Engadir
it: Aggiungi
pt: Adicionar

# addRoomTitle
source: Add Room
ca: Afegir Sala
es: Añadir sala
eu: Gela gehitu
fr: Ajouter une salle
gl: Engadir sala
it: Aggiungi sala
pt: Adicionar Sala

# roomNameHint
source: Room name
ca: Nom de la sala
eu: Gela izena
fr: Nom de la salle
gl: Nome da sala
it: Nome della stanza
pt: Nome da sala

# formError
source: There are errors in the form
ca: Hi ha errors al formulari
es: Hay errores en el formulario
eu: Formularioan akatsak daude
fr: Il y a des erreurs dans le formulaire
gl: Hai erros no formulario
it: Ci sono errori nel modulo
pt: Há erros no formulário

source: Confirm Logout
ca: Confirmar Tancament de Sessió
es: Confirmar cierre de sesión
eu: Berretsi saioa ixtea
fr: Confirmer la déconnexion
gl: Confirmar peche de sesión
it: Conferma disconnessione
pt: Confirmar Saída

# confirmLogoutMessage
source: Are you sure you want to log out?
ca: N'estàs segur, que vols tancar la sessió?
es: ¿Estás seguro de que quieres cerrar sesión?
eu: Ziur zaude saioa itxi nahi duzula?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
gl: Estás seguro de que queres pechar a sesión?
it: Sei sicuro di voler effettuare la disconnessione?
pt: Tem a certeza que quer sair?

source: Cancel
ca: Cancel·lar
es: Cancelar
eu: Ezeztatu
fr: Annuler
gl: Cancelar
it: Annulla
pt: Cancelar

source: Logout
ca: Tancar Sessió
es: Cerrar sesión
eu: Saioa itxi
fr: Déconnexion
gl: Pechar sesión
it: Disconnettersi
pt: Sair

# enterGithubTokenTitle
source: Access Token
ca: Token d'accés
es: Token de acceso
eu: Sarbide-tokena
fr: Jeton d'accès
gl: Token de acceso
it: Token di accesso
pt: Token de Acesso

# availablesEventsTitle
source: Available Events
ca: Esdeveniments Disponibles
es: Eventos Disponibles
eu: Ekitaldi Eskuragarriak
fr: Événements Disponibles
gl: Eventos Dispoñibles
it: Eventi disponibili
pt: Eventos Disponíveis

# availablesEventsText
source: Explore upcoming events and find something that interests you
ca: Explora els pròxims esdeveniments i troba alguna cosa que t'interessi
es: Explorar a los próximos eventos y encuentra algo que te interese
eu: Arakatu hurrengo ekitaldiak eta aurkitu interesatzen zaizun zerbait
fr: Explorez les événements à venir et trouvez quelque chose qui vous intéresse
gl: Explorar a los próximos eventos y encuentra algo que te interese
it: Esplora i prossimi eventi e trova qualcosa che ti interessa
pt: Explore os próximos eventos e encontre algo que lhe interesse

# config
source: Organization
ca: Organització
es: Organización
eu: Antolakuntza
fr: Organisation
gl: Organización
it: Organizzazione
pt: Organização

# configName
source: Organization Name
ca: Nom de l'Organització
es: Nombre de la Organización
eu: Antolakuntzaren izena
fr: Nom de l'organisation
gl: Nome da Organización
it: Nome dell'Organizzazione
pt: Nome da organização

# configNameHint
source: Enter the config name
ca: Introdueix el nom de l'organització
es: Introduce el nombre de la organización
eu: Sartu antolakuntzaren izena
fr: Entrez le nom de l'organisation
gl: Introduce o nome da organización
it: Inserisci il nome dell'organizzazione
pt: Insira o nome da organização

source: GitHub User
ca: Usuari de GitHub
es: Usuario de GitHub
eu: GitHub erabiltzailea
fr: Utilisateur GitHub
gl: Usuario de GitHub
it: Utente GitHub
pt: Usuário do GitHub

# githubUserHint
source: Enter the GitHub user
ca: Introdueix l'usuari de GitHub
es: Introduce el usuario de GitHub
eu: Sartu GitHub erabiltzailea
fr: Entrez l'utilisateur GitHub
gl: Introduce o usuario de GitHub
it: Inserisci l'utente GitHub
pt: Insira o usuário do GitHub

source: Branch
ca: Branca
es: Rama
eu: Adarra
fr: Branche
gl: Rama
pt: Ramo

# branchHint
source: Enter the branch
ca: Introdueix la branca
es: Introduce la rama
eu: Sartu adarra
fr: Entrez la branche
gl: Introduce a rama
it: Inserisci il branch
pt: Insira o ramo

source: Event manager
ca: Gestor d'esdeveniments
es: Gestor de eventos
eu: Ekitaldi kudeatzailea
fr: Gestionnaire d'événements
gl: Xestor de eventos
it: Gestore eventi
pt: Gestor de eventos

source: Add Session
ca: Afegir Sessió
es: Añadir Sesión
eu: Saioa gehitu
fr: Ajouter une Session
gl: Engadir sesión
it: Aggiungi Sessione
pt: Adicionar Sessão

source: Add Speaker
ca: Afegir Ponent
es: Añadir Ponente
eu: Hizlaria gehitu
fr: Ajouter un Intervenant
gl: Engadir relator
it: Aggiungi Relatore
pt: Adicionar Palestrante

source: Add Sponsor
ca: Afegir Patrocinador
es: Añadir Patrocinador
eu: Babeslea gehitu
fr: Ajouter un Sponsor
gl: Engadir patrocinador
it: Aggiungi Sponsor
pt: Adicionar Patrocinador

source: Add Event
ca: Afegir Esdeveniment
es: Añadir Evento
eu: Gertaera gehitu
fr: Ajouter un événement
gl: Engadir Evento
it: Aggiungi evento
pt: Adicionar Evento

# retryLater
source: Please try again later
ca: Torna a intentar-ho més tard
es: Vuelve a intentarlo más tarde
eu: Saiatu berriro geroago
fr: Try again later
gl: Téntao de novo máis tarde
it: Riprova più tardi
pt: Tente novamente mais tarde

# commonError
source: Error fetching data, Please retry later
ca: Error en obtenir les dades, si us plau, torna a intentar-ho més tard
eu: Errorea datuak eskuratzean, saiatu berriro geroago mesedez
fr: Erreur lors de la récupération des données, veuillez réessayer plus tard
gl: Erro ao obter os datos, por favor, téntao de novo máis tarde
it: Errore nel recupero dei dati, riprova più tardi
pt: Erro ao buscar dados, tente novamente mais tarde

source: Create Speaker
ca: Crear Ponent
eu: Hizlaria Sortu
fr: Créer un Intervenant
gl: Crear Poñente
it: Crea Relatore
pt: Criar Palestrante

source: Delete speaker
ca: Eliminar ponent
es: Eliminar ponente
eu: Hizlaria ezabatu
fr: Supprimer l'intervenant
gl: Eliminar relator
it: Elimina relatore
pt: Eliminar Palestrante

# confirmDeleteSpeaker
source: Are you sure you want to delete the speaker {speakerName}?
ca: N'estàs segur que vols eliminar el ponent {speakerName}?
es: ¿Estás seguro de que quieres eliminar al ponente {speakerName}?
eu: Ziur zaude {speakerName} hizlaria ezabatu nahi duzula?
fr: Êtes-vous sûr de vouloir supprimer l'intervenant {speakerName}?
gl: Estás seguro de que queres eliminar o relator {speakerName}?
it: Sei sicuro di voler eliminare il relatore {speakerName}?
pt: Tem a certeza que quer eliminar o palestrante {speakerName}?

source: Accept
ca: Acceptar
es: Aceptar
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar

# deleteSponsorTitle
source: Delete Sponsor
ca: Elimina Sponsor
es: Eliminar Sponsor
eu: Babeslea Ezabatu
fr: Supprimer le sponsor
gl: Eliminar patrocinador
it: Elimina Sponsor
pt: Excluir Patrocinador

# confirmDeleteSponsor
source: Are you sure you want to delete the sponsor {sponsorName}?
ca: Sei sicuro di voler eliminare lo sponsor {sponsorName}?
es: ¿Estás seguro de que quieres eliminar el sponsor {sponsorName}?
eu: Ziur zaude {sponsorName} babeslea ezabatu nahi duzula?
fr: Êtes-vous sûr de vouloir supprimer le sponsor {sponsorName} ?
gl: Estás seguro de que queres eliminar o patrocinador {sponsorName}?
it: Sei sicuro di voler eliminare lo sponsor {sponsorName}?
pt: Tem certeza de que deseja excluir o patrocinador {sponsorName}?

# wrongBranch
source: The entered branch does not exist in the repository. Check the branch name and try again.
ca: La branca introduïda no existeix al repositori. Verifica el nom de la branca i torna-ho a intentar.
es: La rama ingresada no existe en el repositorio. Verifica el nombre de la rama y vuelve a intentarlo.
eu: Sartutako adarra ez da existitzen biltegian. Egiaztatu adarraren izena eta saiatu berriro.
fr: La branche saisie n'existe pas dans le dépôt. Vérifiez le nom de la branche et réessayez.
gl: A rama introducida non existe no repositorio. Verifica o nome da rama e téntao de novo.
it: Il ramo inserito non esiste nel repository. Verifica il nome del ramo e riprova.
pt: O ramo inserido não existe no repositório. Verifique o nome do ramo e tente novamente.

# selectSpeaker
source: Select a speaker
ca: Selecciona un ponent
es: Selecciona un speaker
eu: Hautatu hizlaria
fr: Sélectionnez un intervenant
gl: Selecciona un poñente
it: Seleziona un relatore
pt: Selecione um palestrante

source: Agenda
gl: Axenda

# tokenHintLabel
source: Introduce tu client secret para continuar
fr: Entrez votre jeton GitHub...
gl: Introduce o teu token de GitHub...
pt: Introduza o seu token do GitHub...

source: Online Now
ca: En línia ara
es: En línea ahora
fr: En ligne maintenant
gl: En liña agora
it: Online adesso
pt: Online Agora

source: On Live
es: En Directo
